tap "alecthomas/tap"
tap "bradleyjkemp/formulae"
tap "datawire/blackbird"
tap "delphinus/sfmono-square"
tap "derailed/k9s"
tap "goreleaser/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "ishkawa/formulae"
tap "koekeishiya/formulae"
tap "linyows/git-semv"
tap "pfnet-research/git-ghost"
tap "remind101/formulae"
tap "stern/stern"
tap "superbrothers/opener"
tap "wagoodman/dive"
tap "weaveworks/tap"
tap "yudai/gotty"
brew "ack"
brew "amazon-ecs-cli"
brew "python@3.10"
brew "ansible"
brew "aom"
brew "argo"
brew "boost"
brew "source-highlight"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "aws-iam-authenticator"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bazel"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "eigen"
brew "gcc"
brew "gflags"
brew "suite-sparse"
brew "ceres-solver"
brew "certbot"
brew "cfssl"
brew "lua"
brew "clingo"
brew "cmake"
brew "convmv"
brew "cookiecutter"
brew "ctags"
brew "openldap"
brew "curl"
brew "daemonize"
brew "darcs"
brew "dash", link: false
brew "delve"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "docbook-xsl"
brew "dvm"
brew "node"
brew "emscripten"
brew "envchain"
brew "erlang"
brew "etcd"
brew "exa"
brew "guile"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "libvpx"
brew "zeromq"
brew "ffmpeg"
brew "findutils"
brew "fluxctl"
brew "pango"
brew "fontforge"
brew "forego"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gcutil"
brew "gdk-pixbuf"
brew "gh"
brew "ghi"
brew "ghq"
brew "gibo"
brew "gist"
brew "pcre2"
brew "git"
brew "git-crypt"
brew "git-flow-avh"
brew "github-markdown-toc"
brew "glpk"
brew "gnu-sed"
brew "gnu-tar"
brew "libassuan"
brew "libgcrypt"
brew "pinentry"
brew "gnupg"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "gpgme"
brew "netpbm"
brew "graphviz"
brew "grpcurl"
brew "h2"
brew "helm"
brew "helmfile"
brew "hstr"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "iftop"
brew "ipcalc"
brew "ipmitool"
brew "jid"
brew "jq"
brew "jsawk"
brew "jsonnet"
brew "jsvc"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubeseal"
brew "lastpass-cli"
brew "lz4"
brew "libsass"
brew "libxml2"
brew "nghttp2"
brew "libxmlsec1"
brew "lima"
brew "llvm"
brew "lnav"
brew "markdown"
brew "maven"
brew "md5sha1sum", link: false
brew "memcached"
brew "minikube"
brew "mkcert"
brew "protobuf"
brew "mosh"
brew "mtr"
brew "mysql"
brew "netcdf"
brew "nghttp2"
brew "ngrep"
brew "nkf"
brew "numpy"
brew "nvm"
brew "oath-toolkit"
brew "opam"
brew "open-mpi"
brew "opencv"
brew "packer-completion"
brew "parallel"
brew "tree"
brew "pass"
brew "peco"
brew "perl"
brew "pinentry-mac"
brew "pipenv"
brew "plantuml"
brew "podman"
brew "portmidi"
brew "postgresql"
brew "prometheus"
brew "prototool"
brew "pstree"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "pyqt"
brew "python@3.8"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "s3cmd"
brew "saml2aws"
brew "sbt"
brew "scala"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer", link: false
brew "sdl_ttf"
brew "shellcheck"
brew "sip"
brew "smpeg"
brew "socat"
brew "source-to-image"
brew "sshuttle"
brew "starship"
brew "tailscale"
brew "telnet"
brew "terraform"
brew "textql"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "urlview"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "wget"
brew "whalebrew"
brew "wrk"
brew "xxhash"
brew "yarn"
brew "yh"
brew "yq"
brew "zlib"
brew "zookeeper"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "alecthomas/tap/gometalinter"
brew "bradleyjkemp/formulae/grpc-tools"
brew "gromgit/fuse/sshfs-mac", link: false
brew "datawire/blackbird/telepresence-legacy"
brew "delphinus/sfmono-square/sfmono-square"
brew "derailed/k9s/k9s"
brew "goreleaser/tap/goreleaser"
brew "instrumenta/instrumenta/kubeval"
brew "ishkawa/formulae/ls2xs"
brew "koekeishiya/formulae/yabai"
brew "linyows/git-semv/git-semv"
brew "pfnet-research/git-ghost/git-ghost"
brew "remind101/formulae/assume-role"
brew "stern/stern/stern"
brew "superbrothers/opener/opener"
brew "wagoodman/dive/dive"
brew "weaveworks/tap/eksctl"
brew "yudai/gotty/gotty"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alarm-clock"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "beyond-compare"
cask "blackhole-2ch"
cask "cakebrew"
cask "charles"
cask "contexts"
cask "dash"
cask "diskwave"
cask "divvy"
cask "docker"
cask "evernote"
cask "finicky"
cask "firefox"
cask "flux"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ricty-diminished"
cask "fork"
cask "github"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly"
cask "grandperspective"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "java8"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keybase"
cask "kindle"
cask "meetingbar"
cask "rstudio"
cask "shiftit"
cask "skitch"
cask "skype"
cask "slack"
cask "spotify"
cask "td-agent"
cask "toggl-track"
cask "topnotch"
cask "tweeten"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zoom"
cask "zsa-wally"
