tap "alecthomas/tap"
tap "arrow2nd/tap"
tap "c-bata/kube-prompt"
tap "datawire/blackbird"
tap "dbt-labs/dbt"
tap "delphinus/sfmono-square"
tap "derailed/k9s"
tap "everpeace/ssh-agent-filter"
tap "goreleaser/tap"
tap "gromgit/fuse"
tap "harelba/q"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "ishkawa/formulae"
tap "koekeishiya/formulae"
tap "linyows/git-semv"
tap "mike-engel/jwt-cli"
tap "remind101/formulae"
tap "stern/stern"
tap "superbrothers/opener"
tap "wagoodman/dive"
tap "weaveworks/tap"
tap "xcodebuild/custom"
tap "yudai/gotty"
brew "ack"
brew "amazon-ecs-cli"
brew "ansible"
brew "lz4"
brew "aom"
brew "argo"
brew "boost"
brew "python@3.10"
brew "source-highlight"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "augeas"
brew "autojump"
brew "autossh"
brew "aws-iam-authenticator"
brew "aws-shell"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "libffi"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "bazel"
brew "berkeley-db", link: true
brew "node"
brew "bitwarden-cli"
brew "boost@1.76"
brew "ghc"
brew "cabal-install"
brew "eigen"
brew "gcc"
brew "gflags"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "certbot"
brew "cfssl"
brew "lua"
brew "clingo"
brew "cmake"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "convmv"
brew "cookiecutter"
brew "ctags"
brew "openldap"
brew "curl"
brew "daemonize"
brew "darcs"
brew "delve"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "docbook-xsl"
brew "openjdk"
brew "emscripten"
brew "envchain"
brew "erlang"
brew "exa"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libvpx"
brew "pango"
brew "srt"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "fluxctl"
brew "fontforge"
brew "forego"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gcutil"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghi"
brew "ghq"
brew "ghr"
brew "gibo"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-flow-avh"
brew "git-lfs"
brew "github-markdown-toc"
brew "glow"
brew "glpk"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "go@1.18"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "h2"
brew "hdf5"
brew "helm"
brew "helmfile"
brew "perl"
brew "help2man"
brew "hstr"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "iftop"
brew "ipcalc"
brew "ipmitool"
brew "jid"
brew "jq"
brew "jsvc"
brew "kind"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubeval"
brew "libsass"
brew "libxml2"
brew "libxmlsec1"
brew "llvm"
brew "lnav"
brew "markdown"
brew "mas"
brew "maven"
brew "md5sha1sum", link: false
brew "memcached"
brew "minikube"
brew "mkcert"
brew "protobuf"
brew "mosh"
brew "mtr"
brew "mysql"
brew "netcdf"
brew "nghttp2"
brew "ngrep"
brew "nkf"
brew "numpy"
brew "nvm"
brew "oath-toolkit"
brew "opam"
brew "open-mpi"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "packer"
brew "packer-completion"
brew "parallel"
brew "tree"
brew "pass"
brew "peco"
brew "pinentry-mac"
brew "pipenv"
brew "plantuml"
brew "podman"
brew "portmidi"
brew "postgresql@14"
brew "prometheus"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "prototool"
brew "pstree"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "pyqt"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "s3cmd"
brew "saml2aws"
brew "sdl12-compat"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "shellcheck"
brew "sip"
brew "smpeg"
brew "socat"
brew "source-to-image"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "textql"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "urlview"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "wget"
brew "whalebrew"
brew "xxhash"
brew "yarn"
brew "yh"
brew "yq"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "alecthomas/tap/gometalinter"
brew "arrow2nd/tap/nekome"
brew "delphinus/sfmono-square/sfmono-square"
brew "derailed/k9s/k9s"
brew "everpeace/ssh-agent-filter/ssh-agent-filter"
brew "goreleaser/tap/goreleaser"
brew "linyows/git-semv/git-semv"
brew "mike-engel/jwt-cli/jwt-cli"
brew "remind101/formulae/assume-role"
brew "superbrothers/opener/opener"
brew "wagoodman/dive/dive"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "beyond-compare"
cask "blackhole-2ch"
cask "cloudflare-warp"
cask "contexts"
cask "dash"
cask "deepl"
cask "diskwave"
cask "divvy"
cask "docker"
cask "dropbox"
cask "evernote"
cask "fig"
cask "finicky"
cask "firefox"
cask "flux"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ricty-diminished"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly"
cask "grandperspective"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "notion"
cask "raycast"
cask "secretive"
cask "sequel-ace"
cask "skitch"
cask "skype"
cask "slack"
cask "spotify"
cask "td-agent"
cask "toggl-track"
cask "topnotch"
cask "tweeten"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
cask "zsa-wally"
mas "Bitwarden", id: 1352778147
mas "DaVinci Resolve", id: 571213070
mas "Divvy", id: 413857545
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Prime Video", id: 545519333
mas "Tailscale", id: 1475387142
mas "Things", id: 904280696
mas "Whalebird", id: 1378283354
mas "Xcode", id: 497799835
