tap "alecthomas/tap"
tap "delphinus/sfmono-square"
tap "derailed/k9s"
tap "everpeace/ssh-agent-filter"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "linyows/git-semv"
tap "mike-engel/jwt-cli"
tap "snowflake-labs/snowcli"
tap "superbrothers/opener"
tap "weaveworks/tap"
brew "amazon-ecs-cli"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "ansible"
brew "lz4"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "source-highlight"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "node"
brew "bitwarden-cli"
brew "boost@1.76"
brew "eigen"
brew "gcc"
brew "gflags"
brew "openblas"
brew "tbb"
brew "cfssl"
brew "lua"
brew "cmake"
brew "ruby"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "libffi"
brew "python@3.9"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "ctags"
brew "curl"
brew "daemonize"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "openjdk"
brew "emscripten"
brew "eza"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "librist"
brew "libvpx"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "fontforge"
brew "forego"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gcutil"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghi"
brew "ghq"
brew "ghr"
brew "gibo"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "glpk"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "libassuan"
brew "gnupg"
brew "go"
brew "go@1.18"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "hdf5"
brew "perl"
brew "htop"
brew "httpie"
brew "hugo"
brew "iftop"
brew "ipcalc"
brew "ipmitool"
brew "jid"
brew "jq"
brew "kubesess"
brew "libfido2"
brew "libpq"
brew "libsass"
brew "libxml2"
brew "libxmlsec1"
brew "llvm"
brew "llvm@16"
brew "lnav"
brew "mas"
brew "md5sha1sum", link: false
brew "minikube"
brew "mkcert"
brew "moreutils"
brew "mosh"
brew "mtr"
brew "mysql"
brew "ngrep"
brew "nkf"
brew "open-mpi"
brew "tree"
brew "peco"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "procs"
brew "prototool"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5"
brew "pyqt@5"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rga"
brew "saml2aws"
brew "sdl12-compat"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "sheldon"
brew "shellcheck"
brew "socat"
brew "starship"
brew "telnet"
brew "tig"
brew "tre-command"
brew "urlview"
brew "vagrant-completion"
brew "viddy"
brew "vim"
brew "watch"
brew "wget"
brew "whalebrew"
brew "xxhash"
brew "yq"
brew "zellij"
brew "zsh"
brew "mise"
brew "dust"
brew "broot"
brew "bandwhich"
brew "git-delta"
brew "bat"
brew "tmux"
brew "rye"
brew "btop"
brew "delphinus/sfmono-square/sfmono-square"
brew "derailed/k9s/k9s"
brew "everpeace/ssh-agent-filter/ssh-agent-filter"
brew "linyows/git-semv/git-semv"
brew "mike-engel/jwt-cli/jwt-cli"
brew "snowflake-labs/snowcli/snowcli"
brew "superbrothers/opener/opener"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "abyssoft-teleport"
cask "appcleaner"
cask "barrier"
cask "bartender"
cask "beyond-compare"
cask "cloudflare-warp"
cask "contexts"
cask "deepl"
cask "dropbox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "multipass"
cask "notion"
cask "raycast"
cask "secretive"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "soundsource"
cask "spotify"
cask "td-agent"
cask "toggl-track"
cask "topnotch"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
cask "docker"
mas "Bitwarden", id: 1352778147
mas "DaVinci Resolve", id: 571213070
mas "Divvy", id: 413857545
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Prime Video", id: 545519333
mas "Tailscale", id: 1475387142
mas "Things", id: 904280696
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "bastienboutonnet.vscode-dbt"
vscode "bazelbuild.vscode-bazel"
vscode "charliermarsh.ruff"
vscode "circleci.circleci"
vscode "cssho.vscode-svgviewer"
vscode "devine-davies.make-hidden"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "estivo.csv-editor"
vscode "fusiondev.new-zenkaku"
vscode "github.codespaces"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "henriblancke.vscode-dbt-formatter"
vscode "kenhowardpdx.vscode-gist"
vscode "kevinrose.vsc-python-indent"
vscode "mattlott.copy-github-url"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msysyamamoto.vscode-digdag"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "oderwat.indent-rainbow"
vscode "peterj.proto"
vscode "pkief.material-icon-theme"
vscode "rafaelmaiolla.diff"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "samuelcolvin.jinjahtml"
vscode "snowflake.snowflake-vsc"
vscode "streetsidesoftware.code-spell-checker"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "thesofakillers.vscode-pbtxt"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tsandall.opa"
vscode "wholroyd.jinja"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
